Repository: hihohi147/CakePHPHamza
Catalog: src/Locale/*/default.po
Languages: fr_ca, ru_rs

source: Athlete has been updated.
fr_ca: Athlète a été mis à jour.
ru_rs: Спортсмен обновлен.

source: Unable to update the athlete.
fr_ca: Impossible de mettre à jour l'athlète.
ru_rs: Не удалось обновить спортсмена.

source: {0} {1} has been deleted.
fr_ca: {0} {1} a été supprimé.
ru_rs: {0} {1} удален.

source: The athlete was not deleted. Please, try again.
fr_ca: L'athlète n'a pas été supprimé. Si il vous plaît, essayez encore.
ru_rs: Спортсмен не был удален. Пожалуйста, попробуйте еще раз.

source: Athlete added
fr_ca: Athlète ajouté
ru_rs: Добавлен спортсмен

source: Can't add the athlete
fr_ca: Impossible d'ajouter l'athlète
ru_rs: Невозможно добавить спортсмена

source: The result has been saved.
fr_ca: Le résultat a été sauvegardé.
ru_rs: Результат был сохранен.

source: The result could not be saved. Please, try again.
fr_ca: Le résultat n'a pas pu être enregistré. S'Ll vous plaît, essayez encore.
ru_rs: Результат не удалось сохранить. Пожалуйста, попробуйте еще раз.

source: The result has been deleted.
fr_ca: Le résultat a été supprimé.
ru_rs: Результат был удален.

source: The result could not be deleted. Please, try again.
fr_ca: Le résultat n'a pas pu être supprimé. S'Ll vous plaît, essayez encore.
ru_rs: Результат не может быть удален. Пожалуйста, попробуйте еще раз.

source: The sport has been saved.
fr_ca: Le sport a été sauvegardé.
ru_rs: Спорт был спасен.

source: The sport could not be saved. Please, try again.
fr_ca: Le sport n'a pas pu être enregistré. S'Ll vous plaît, essayez encore.
ru_rs: Спорт не может быть спасен. Пожалуйста, попробуйте еще раз.

source: The sport has been deleted.
fr_ca: Le sport a été supprimé.
ru_rs: Спорт был удален.

source: The sport could not be deleted. Please, try again.
fr_ca: Le sport n'a pas pu être supprimé. Si il vous plaît, essayez encore.
ru_rs: Спорт нельзя удалить. Пожалуйста, попробуйте еще раз.

source: The tag has been saved.
fr_ca: Le tag a été sauvegardé.
ru_rs: Тег был сохранен.

source: The tag could not be saved. Please, try again.
fr_ca: Le sport n'a pas pu être enregistré. Si il vous plaît, essayez encore.
ru_rs: Тег не может быть сохранен. Пожалуйста, попробуйте еще раз.

source: The tag has been deleted.
fr_ca: Le tag a été supprimé.
ru_rs: Тег удален.

source: The tag could not be deleted. Please, try again.
fr_ca: Le tag n'a pas pu être supprimé. Si il vous plaît, essayez encore.
ru_rs: Тег нельзя удалить. Пожалуйста, попробуйте еще раз.

source: The user has been saved.
fr_ca: L'utilisateur a été sauvegardé.
ru_rs: Пользователь был сохранен.

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être enregistré. Si il vous plaît, essayez encore.
ru_rs: Пользователь не может быть сохранен. Пожалуйста, попробуйте еще раз.

source: The user has been deleted.
fr_ca: L'utilisateur a été supprimé.
ru_rs: Пользователь удален.

source: The user could not be deleted. Please, try again.
fr_ca: L'utilisateur n'a pas pu être supprimé. Si il vous plaît, essayez encore.
ru_rs: Пользователь не может быть удален. Пожалуйста, попробуйте еще раз.

source: The winner has been saved.
fr_ca: Le gagnant a été sauvegardé.
ru_rs: Победитель был сохранен.

source: The winner could not be saved. Please, try again.
fr_ca: Le gagnant n'a pas pu être enregistré. Si il vous plaît, essayez encore.
ru_rs: Победителя не удалось сохранить. Пожалуйста, попробуйте еще раз.

source: The winner has been deleted.
fr_ca: Le gagnant a été supprimé.
ru_rs: Победитель удален.

source: The winner could not be deleted. Please, try again.
fr_ca: Le gagnant n'a pas pu être supprimé. Si il vous plaît, essayez encore.
ru_rs: Победитель не может быть удален. Пожалуйста, попробуйте еще раз.

source: Actions
ru_rs: действия

source: List Athletes
fr_ca: Listes des athlètes
ru_rs: Список спортсменов

source: List Tags
fr_ca: Liste de Tags
ru_rs: Список тегов

source: New Tag
fr_ca: Nouveau Tag
ru_rs: Новый тег

source: Add Athlete
fr_ca: Ajouter un Athlète
ru_rs: Добавить спортсмена

source: Submit
fr_ca: Confirmer
ru_rs: Отправить

source: Delete
fr_ca: Supprimer
ru_rs: Удалить

source: Are you sure you want to delete # {0}?
fr_ca: Êtes-vous sur de supprimer # {0}?
ru_rs: Вы действительно хотите удалить # {0}?

source: Edit Athlete
fr_ca: Modifier Athlète
ru_rs: Изменить спортсмена

source: List Users
fr_ca: Liste d'utilisateurs
ru_rs: Список пользователей

source: New User
fr_ca: Nouvel utilisateur
ru_rs: Новый пользователь

source: List Winners
fr_ca: Liste des gagnants
ru_rs: Список спортсменов

source: New Winner
fr_ca: Nouvel Gagnant
ru_rs: Новый пользователь

source: List Results
fr_ca: Listes des résultats
ru_rs: Список спортсменов

source: New Result
fr_ca: Nouvel résultat
ru_rs: Новый пользователь

source: First Name
fr_ca: Prénom
ru_rs: имя

source: Last Name
fr_ca: Nom
ru_rs: Фамилия

source: Gender
fr_ca: Sexe
ru_rs: Пол

source: Birth date
fr_ca: Date de naissance
ru_rs: Дата рождения

source: Created
fr_ca: Crée
ru_rs: созданный

source: Action
ru_rs: действие

source: first
fr_ca: début
ru_rs: первый

source: previous
fr_ca: précèdent
ru_rs: предыдущий

source: next
fr_ca: prochain
ru_rs: следующий

source: last
fr_ca: dernier
ru_rs: последний

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr_ca: Page {{page}} de {{pages}}, montrant {{current}} les infos de {{count}} au totale
ru_rs: Страница {{page}} {{pages}}, показывающая {{current}} запись (ы) из {{count}} всего

source: Delete Athlete
fr_ca: Supprimer Athlète
ru_rs: Удалить спортсмена

source: New Athlete
fr_ca: Nouvel Athlète
ru_rs: Новый пользователь

source: Birth Date
fr_ca: Date de naissance
ru_rs: Дата рождения

source: Modified
fr_ca: Modifier
ru_rs: модифицированный

source: Related Tags
fr_ca: Tags reliés
ru_rs: Список тегов

source: Title
fr_ca: Titre
ru_rs: заглавие

source: View
fr_ca: Voir
ru_rs: Посмотреть

source: Edit
fr_ca: Modifier
ru_rs: Изменить спортсмена

source: Home
fr_ca: Accueil
ru_rs: Главная

source: New Account
fr_ca: Nouveau compte
ru_rs: Новый пользователь

source: Error
fr_ca: Erreur
ru_rs: ошибка

source: Back
fr_ca: Retour
ru_rs: назад

source: List Sports
fr_ca: Liste des sports
ru_rs: Список пользователей

source: New Sport
fr_ca: Nouvel sport
ru_rs: Новый пользователь

source: Add Result
fr_ca: Ajouter un Résultat
ru_rs: Добавить спортсмена

source: Edit Result
fr_ca: Modifier un résultat
ru_rs: Изменить спортсмена

source: Results
fr_ca: Résultats
ru_rs: Результаты

source: Delete Result
fr_ca: Supprimer un Résultat
ru_rs: Удалить спортсмена

source: Athlete
fr_ca: Athlète
ru_rs: Невозможно добавить спортсмена

source: Sport
ru_rs: Спорт нельзя удалить. Пожалуйста, попробуйте еще раз

source: Medal Color
fr_ca: Médaille de
ru_rs: Цвет медали

source: Id
ru_rs: Я бы

source: Add Sport
fr_ca: Ajouter un sport
ru_rs: Добавить Виды спорта

source: Edit Sport
fr_ca: Modifier un sport
ru_rs: Изменить Виды спорта

source: Sports
ru_rs: Виды спорта

source: Delete Sport
fr_ca: Supprimer un sport
ru_rs: Добавить Виды спорта

source: Sport Name
fr_ca: Sport
ru_rs: имя Виды спорта

source: Related Results
fr_ca: Résultats reliés
ru_rs: Результаты

source: Athlete Id
fr_ca: Id de l'Athlète
ru_rs: Я бы

source: Sport Id
fr_ca: Id du sport
ru_rs: Я бы

source: Add Tag
fr_ca: Ajouter un tag
ru_rs: Новый тег

source: Edit Tag
fr_ca: Modifier un tag
ru_rs: Новый тег

source: Tags
ru_rs: Список тегов

source: Delete Tag
fr_ca: Supprimer un Tag
ru_rs: Удалить

source: Related Athletes
fr_ca: Athlètes reliés
ru_rs: Список спортсменов

source: Slug
ru_rs: слизень

source: Sign up
fr_ca: Se connecter
ru_rs: зарегистрироваться

source: Edit User
fr_ca: Modifier utilisateur
ru_rs: Редактировать пользователя

source: Users
fr_ca: Utilisateurs
ru_rs: Список пользователей

source: Delete User
fr_ca: Supprimer utilisateur
ru_rs: Удалить

source: Email
ru_rs: Эл. адрес

source: Password
fr_ca: Mot de passe
ru_rs: пароль

source: Add Winner
fr_ca: Ajouter un gagnant
ru_rs: Добавить победителя

source: Edit Winner
fr_ca: Modifier un gagnant
ru_rs: Редактировать Победитель

source: Winners
fr_ca: Gagnants
ru_rs: Победители

source: Delete Winner
fr_ca: Supprimer un gagnant
ru_rs: Удалить победителя

source: Country Name
fr_ca: Nom du Pays
ru_rs: имя Виды спорта

source: Host
fr_ca: Hôte
ru_rs: хозяин

source: Medal Number
fr_ca: Nombre de médailles
ru_rs: Медаль

source: Year
fr_ca: Année
ru_rs: Год
